Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_hyvaksyi_valtion_esitykset_komissaariehdokkaiksi.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät hyväksyi valtion esitykset komissaariehdokkaiksi
smn: Sämitigge tuhhiittij staatâ iävtuttâsâid komissaariävtukkâssân

source: Saamelaiskäräjät hyväksyi kokouksessaan 18.2.2021 yksimielisesti valtion esittämät totuus- ja sovintokomission komissaariehdokkaat.
smn: Sämitigge tuhhiittij čuákkimistis 18.2.2021 oovtmielâlávt staatâ iävtuttem tuotâvuotâ- já sovâdâttâmkomissio komissaariävtukkâsâid.

source: Valtion komissaariehdokkaat ovat arkkipiispa emeritus, TT Kari Mäkinen ja työelämäprofessori, OTT Hannele Pokka.
smn: Staatâ komissaariävtukkâsah lává arkkâpispe emeritus, TT Kari Mäkinen já pargoeellimprofessor, OTT Hannele Pokka.

source: Valtion komissaariehdokkaiden kartoitusta on tehty virkamiesvalmisteluna ja asia käsiteltiin Saamelaiskäräjien kokouksessa ei-julkisena asiana, sillä asian käsittely on edelleen kesken.
smn: Staatâ komissaariävtukkâsâi karttim lii tohhum virgeolmoošvalmâštâlmin já äšši kieđâvuššui Sämitige čuákkimist ij-almolâš äššin, tastko ääši kieđâvuššâm lii ain koskân.

source: Kolttien kyläkokoukset käsittelivät asiaa 20.-21.2.2021.
smn: Nuorttâlij sijdâčuákkimeh kieđâvuššii ääši 20.-21.2.2021.

source: Seuraavaksi komission jäsenten yhteensovittamista jatketaan Saamelaiskäräjien, Kolttien kyläkokouksen ja valtioneuvoston kanslian kanssa.
smn: Čuávuvâžžân komissio jesânij oohtânheiviittem juátkih Sämitiggijn, Nuorttâlij sijdâčuákkimáin já staatârääđi kansliain.

source: Totuus- ja sovintokomission jäsenet nimitetään tehtäväänsä komission asettamisen yhteydessä.
smn: Tuotâvuotâ- já sovâdâttâmkomissio jesâneh nomâttuvvojeh pargosis komissio asâttem ohtâvuođâst.

source: Lisätietoja asiasta Saamelaiskäräjien nettisivuilta .
smn: Lasetiäđuh ääšist Sämitige nettisiijđoin .

source: Saamelaiskäräjien kokouksen 1/2021 pöytäkirja
smn: Sämitige čuákkim 1/2021 pevdikirje

source: Lisätietoja:
smn: Lasetiäđuh:

source: Puheenjohtaja Tuomas Aslak Juuso, 040 687 3394, tuomas.juuso(at)samediggi.fi
smn: Saavâjođetteijee Tuomas Aslak Juuso, 040 687 3394, tuomas.juuso(at)samediggi.fi

source: I varapuheenjohtaja Anni Koivisto, 040 415 5969, anni.koivisto(at)samediggi.fi
smn: I värisaavâjođetteijee Anni Koivisto, 040 415 5969, anni.koivisto(at)samediggi.fi

source: Puheenjohtajan avustaja Laura Olsén-Ljetoff, 010 839 3190 / 040 617 5113, laura.olsen-ljetoff(at)samediggi.fi
smn: Saavâjođetteijee išedeijee Laura Olsén-Ljetoff, 010 839 3190 / 040 617 5113, laura.olsen-ljetoff(at)samediggi.fi
